Repository: pmpr/wp-mdl-optimization
Catalog: translation/*.po
Languages: fa_ir

source: All Cache purged successfully.
fa_ir: تمامی کش با موفقیت حذف شد.

source: You have no permission to do this.
fa_ir: شما دسترسی لازم برای انجام این کار را ندارید.

source: Development mode %s successfully.
fa_ir: حالت توسعه با موفقیت %s.

source: Enabled
fa_ir: فعال

source: Disabled
fa_ir: غیرفعال شد

source: %s mode is not valid, valid modes is %s and %s
fa_ir: مود %s معتبر نیست، مود‌های معتبر %s و %s هستند

source: Dashboard
fa_ir: داشبورد

source: Purge Cache
fa_ir: پاک‌ سازی کش‌

source: Disable Development Mode
fa_ir: غیر فعال کردن حالت توسعه

source: Enable Development Mode
fa_ir: فعال کردن حالت توسعه

source: Are you sure about purge cache?
fa_ir: آیا از پاکسازی کش صفحات مطمئن هستید؟

source: Preload is enable and after purge cache, regenerate cache file started automatically.
fa_ir: پیش بارگیر فعال است و بعد از پاکسازی کش صفحات،‌ فرآیند ایجاد خودکار کش آغاز می‌شود.

source: Disabling Development Mode turns on caching for your site. Are you sure you want to continue?
fa_ir: فعال کردن حالت توسعه قابلیت کش را برای سایت شما غیر فعال خواهد کرد. آیا از انجام این کار مطمئن هستید؟

source: Enabling Development Mode turns off caching for your site. Are you sure you want to continue?
fa_ir: فعال کردن حالت توسعه قابلیت کش را برای سایت شما غیر فعال خواهد کرد. آیا از انجام این کار مطمئن هستید؟

source: Development Mode
fa_ir: حالت توسعه

source: Purchase Report
fa_ir: گزارش خرید

source: Usage Report
fa_ir: گزارش استفاده

source: Purchase and Consumption Report
fa_ir: گزارش خرید و مصرف

source: Quick Actions
fa_ir: عملیات سریع

source: reOptimize
fa_ir: افزایش سرعت مجدد

source: Are you sure about reOptimize this page?
fa_ir: آیا در مورد بهینه سازی مجدد این صفحه مطمئن هستید؟

source: Optimization
fa_ir: افزایش سرعت

source: Optimization config file %s generated in %s
fa_ir: فایل پیکربندی %s در %s ایجاد شد

source: Configuration
fa_ir: پیکربندی

source: Javascript
fa_ir: جاوااسکریپت

source: Manage pages's scripts
fa_ir: مدیرت اسکریپ‌های صفحات

source: Load By Delay
fa_ir: بارگیری با تاخیر

source: Load JavaScript by delay eliminates render-blocking JS on your site and can improve load time.
fa_ir: بارگیری جاوااسکریپت به صورت تاخیری برای افزایش سرعت، بارگیری جاوااسکریپت‌های مسدود کننده رندر render-blocking صفحه را به تعویق می‌اندازد.

source: Inactive
fa_ir: غیر فعال‌‌

source: Load after user interaction
fa_ir: بارگیری پس از تعامل کاربر

source: Load after page fully loaded
fa_ir: بارگیری پس از بارگذاری کامل صفحه

source: Load Deferred
fa_ir: بارگیری همگام با بارگیری صفحه

source: Exclude Delay Files
fa_ir: فایل‌های مستثنی از بارگیری تاخیری

source: Specify URLs or patters that can identify inline or JavaScript files to be excluded from delay.
fa_ir: پیوندها یا الگوهای که می‌توانند فایل‌های جاوااسکریپت یا اسکریپت‌های Inline را شناسایی کنند،تا از فرایند تاخیر در بارگیری مستثنی شوند را تعیین کنید.

source: Pattern Or URL
fa_ir: الگو یا URL

source: Optimization %s file generated successfully in %s.
fa_ir: فایل %s در %s با موفقیت ایجاد شد.

source: Advanced File(%s)
fa_ir: فایل پیشرفته (%s)

source: HTML Cache Path
fa_ir: مسیر کش HTML

source: Cache Preloader
fa_ir: پیش بارگیر کش

source: A tool to cache pages before the first request for each page, if the preloader is disabled, the first request for each page will cause that page to be cached, which may not be a pleasant experience for users.
fa_ir: ابزاری برای کش شدن صفحات پیش از اولین درخواست برای هر صفحه، در صورت غیر فعال بودن پیش بارگیر، اولین درخواست برای هر صفحه منجر به کش شدن آن صفحه خواهد شد، که ممکن است با تجربه خوشایندی برای کاربران همراه نباشد.

source: Active for All Pages
fa_ir: فعال‌ برای همه صفحات

source: %s along with %s
fa_ir: %s همراه با %s

source: High consumption of inode
fa_ir: مصرف بالای تعداد inode

source: Short time to create pages cache
fa_ir: زمان کوتاه برای ایجاد کش صفحات

source: Active for Impression Pages
fa_ir: فعال برای صفحات پربازده

source: Reasonable consumption of inode
fa_ir: مصرف معقول تعداد inode

source: Reasonable time to create pages cache
fa_ir: زمان معقول برای ایجاد کش صفحات

source: Low consumption of inode
fa_ir: مصرف کم تعداد inode

source: Long time to create pages cache
fa_ir: زمان طولانی برای ایجاد کش صفحات

source: Cache purged successfully.
fa_ir: کش با موفقیت پاک شد.

source: Page's cache purged successfully.
fa_ir: کش صفحه با موفقیت پاک شد.

source: Can not purge cache right now. please try later.
fa_ir: در حال حاضر قادر به حذف کش نیستیم، لطفا بعدا دوباره تلاش کنید.

source: Pattern's pages cache purged successfully.
fa_ir: کش صفحات الگو با موفقیت پاک شد.

source: Purge Elected Page's Cache
fa_ir: پاک سازی کش صفحات منتخب

source: Elected Page's Cache
fa_ir: کش صفحات منتخب

source: Page-level cache management
fa_ir: مدیریت کش در سطح صفحه

source: Cache
fa_ir: کش

source: HTML Cache
fa_ir: کش HTML

source: Separate HTML Cache For Mobile
fa_ir: کش HTML مجزا برای موبایل

source: Active
fa_ir: فعال

source: Increasing the number of inode usage
fa_ir: افزایش مصرف تعداد inode

source: Improves performance in mobile
fa_ir: بهبود سرعت در موبایل

source: Reducing the number of inode usage
fa_ir: کاهش مصرف تعداد inode

source: Downfall performance in mobile
fa_ir: افت سرعت در موبایل

source: HTML cache (with Gzip compression)
fa_ir: کش HTML (با فشرده سازی Gzip)

source: Gzip compression for cache (improves performance along with increasing the number of inode usage)
fa_ir: فشرده سازی Gzip برای کش (بهبود سرعت همراه با افزایش مصرف تعداد inode)

source: %s Page
fa_ir: صفحه %s

source: Optimize 404 Requests
fa_ir: بهینه سازی درخواست‌های ۴۰۴

source: Improves performance by saving server processing resources.
fa_ir: بهبود عملکرد با صرفه جویی در منابع پردازشی سرور.

source: Optimize %s
fa_ir: بهینه سازی %s

source: Search Page
fa_ir: صفحه جستجو

source: Search terms scope
fa_ir: دامنه عبارات جستجو

source: All searched terms
fa_ir: همه عبارات جستجو شده

source: Just most searched terms
fa_ir: فقط عبارات پر جستجو

source: Minimum monthly search of term
fa_ir: حداقل جستجوی ماهانه یک عبارت

source: Search result scope
fa_ir: دامنه نتایج جستجو

source: All search pages regardless of result
fa_ir: همه صفحات جستجو فارغ از وجود نتیجه

source: Only search pages with results
fa_ir: فقط صفحات جستجو دارای نتیجه

source: Pattern for %s already created.
fa_ir: الگوی %s ایجاد شده است.

source: Pattern for %s already crated but not active, %s.
fa_ir: الگوی %s قبلاً بسته بندی شده است اما فعال نیست، %s.

source: active it
fa_ir: آن را فعال کنید

source: %s pattern not created, %s.
fa_ir: الگوی %s ایجاد نشده است، %s.

source: create it
fa_ir: آن را ایجاد کنید

source: Special Pages
fa_ir: صفحات خاص

source: Search, 404 and ...
fa_ir: صفحه جستجو، صفحه ۴۰۴ و ...

source: ATF & BTF
fa_ir: ATF و BTF

source: Pattern Cache
fa_ir: کش الگو

source: Pattern-level cache management
fa_ir: مدیریت کش در سطح الگو

source: Styles
fa_ir: استایل‌ها

source: Extract Critical Style
fa_ir: استخراج استایل‌ ضروری

source: Inactive (downfall FCP & LCP)
fa_ir: غیر فعال (افت شاخص LCP و FCP)

source: Active (improve FCP & LCP)
fa_ir: فعال (بهبود شاخص FCP و LCP)

source: Load Critical Style
fa_ir: بارگیری استایل‌ ضروری

source: Apart %s
fa_ir: جداسازی %s

source: Increase page load speed
fa_ir: افزایش سرعت بارگیری صفحه

source: Combine %s
fa_ir: ادغام %s

source: In case of %s downfall
fa_ir: در صورت افت %s

source: Extra Style
fa_ir: استایل‌ اضافی

source: The content of this option will be added to all extracted critical css.
fa_ir: محتوای این گزینه به همه استایل‌های ضروری استخراج شده اضافه می‌شود.

source: Remove Unused Style
fa_ir: حذف استایل‌های بدون استفاده

source: None
fa_ir: هیچکدام

source: All Except
fa_ir: همه به جز

source: Remove All
fa_ir: حذف همه

source: Exclude Unused Style
fa_ir: مستثنی کردن استایل‌ بدون استفاده

source: Specify URLs or patters of CSS files to be excluded from remove.
fa_ir: پیوندها یا الگوهای فایل‌های سی اس اس (CSS) که می‌خواهید از فرایند حذف مستثنی شوند را تعیین کنید.

source: Delay Style Load
fa_ir: تاخیر در بارگیری استایل

source: Improves performance by delaying the loading of CSS files until user interaction (e.g. scroll, click).
fa_ir: با تأخیر در بارگیری فایل‌های استایل تا تعامل کاربر (به عنوان مثال پیمایش ، کلیک) ، عملکرد را بهبود می بخشد.

source: Purge Pattern Cache
fa_ir: پاک‌ سازی کش الگو

source: Select the events that lead to clearing the pattern cache. Re-creating the template cache %s.
fa_ir: رخدادهایی که منجر به پاک سازی کش الگو می‌شوند را انتخاب کنید. بازسازی مجدد کش الگو %s است.

source: requires a coin payment
fa_ir: مستلزم پرداخت سکه

source: Change Cover or Theme
fa_ir: تغییر کاور یا پوسته

source: Change Widgets of Cover or Theme
fa_ir: تغییر در ویجت‌های کاور یا پوسته

source: Update Cover or Theme
fa_ir: به روز رسانی کاور یا پوسته

source: Update Modules or Plugins
fa_ir: به روز رسانی ماژول‌ها یا افزونه‌ها

source: Update Commons
fa_ir: به روز رسانی زیرساخت‌ها

source: Virtual Browser Cache Path
fa_ir: مسیر فایل‌های کش مرورگر مجازی

source: Another process already started.
fa_ir: پردازش دیگری قبلا شروع شده است.

source: Virtual browser status failed: %s
fa_ir: وضعیت مرورگر مجازی به شکست تغییر کرد: %s

source: Result fetched but can not cache it.
fa_ir: نتیجه دریافت شد، اما قادر به کش کردن آن نبودیم.

source: WP_CACHE value
fa_ir: مقدار WP_CACHE

source: WP_CACHE is set to true
fa_ir: مقدار WP_CACHE به true تغییر کرد

source: WP_CACHE is not set
fa_ir: WP_CACHE مقدار دهی نشده است

source: WP_CACHE is set to false
fa_ir: مقدار WP_CACHE به false تغییر کرد

source: Extension
fa_ir: گسترش

source: Modules, covers, plugins and themes Configuration
fa_ir: پیکربندی ماژول‌ها، کاورها، افزونه‌ها و پوسته‌ها

source: Cleanup
fa_ir: پاک‌ سازی

source: By removing unnecessary items, you can increase the page load speed.
fa_ir: با حذف موارد غیر ضروی و بدون استفاده، می‌توانید سرعت بارگیری صفحات را افزایش دهید.

source: Disable Emojis
fa_ir: غیر فعال کردن اموجی‌ها

source: Remove WordPress emojis script file.
fa_ir: حذف فایل اسکریپت Emoji مربوط به وردپرس.

source: Remove Assets Version
fa_ir: حذف نسخه منابع استاتیکی

source: Remove scripts and styles version.
fa_ir: حذف نسخه مربوط به استایل‌ها و اسکریپت‌ها.

source: Remove Unused Attributes
fa_ir: حذف ویژگی‌های بدون استفاده

source: Remove unused attributes from scripts and styles.
fa_ir: حذف ویژگی‌های بدون استفاده از اسکریپت‌ها و استایل‌ها.

source: Disable Embeds
fa_ir: غیر فعال کردن Embeds

source: Remove WordPress embed script file.
fa_ir: حذف فایل اسکریپت Embed مربوط به وردپرس.

source: Remove jQuery Migrate
fa_ir: حذف JQuery Migrate

source: Remove jQuery migrate script file.
fa_ir: حذف اسکریپت JQuery Migrate.

source: Disable Gutenberg Block Library
fa_ir: حذف کتابخانه گوتنبرگ

source: Disable gutenberg block library on the front end when not logged in.
fa_ir: غیر فعال کردن کتابخانه گوتنربگ در بخش نمایشی سایت و زمانی که کاربر وارد حساب کاربری نشده است.

source: Disable Password Strength Meter
fa_ir: غیر فعال کردن بررسی پسورد

source: Remove WordPress and WooCommerce password strength meter scripts from non essential pages.
fa_ir: حذف اسکریپت‌های بررسی قوی بودن پسورد مربوط به وردپرس و ووکامرس، در صفحاتی که نیازی به این قابلیت ندارند.

source: Remove HTTP Protocol
fa_ir: حذف پروتکل HTTP

source: Replace %s with %s in %s tags.
fa_ir: جایگزینی %s با %s در تگ‌های %s.

source: Disable XML-RPC
fa_ir: غیر فعال کردن XML-RPC

source: Remove WordPress XML-RPC functionality.
fa_ir: حذف قابلیت XML-RPC مربوط به وردپرس.

source: Remove RSD Link
fa_ir: حذف پیوند RSD

source: Remove RSD (Real Simple Discovery) link tag.
fa_ir: حذف تگ پیوند RSD.

source: Hide WordPress Version
fa_ir: مخفی کردن نسخه وردپرس

source: This is good for security purposes as well, since it hides the WordPress version you're using.
fa_ir: پنهان کردن نسخه وردپرس خود علاوه بر پاک‌ سازی،‌ می‌تواند کاربرد امنیتی نیز داشته باشد.

source: Remove wlwmanifest Link
fa_ir: حذف پیوند wlwmanifest

source: If you do not use Windows Live Writer to edit your blog contents, then it's safe to remove this.
fa_ir: اگر برای ویرایش محتوای سایت خود از Windows Live Writer استفاده نمی‌کنید، می‌توانید این گزینه را فعال کنید.

source: Remove Shortlink
fa_ir: حذف shortlink

source: Are you using SEO friendly URLs and do not need the default WordPress shortlink? you can remove this.
fa_ir: اگر از لینک‌های SEO Friendly استفاده می‌کنید و نیازی به شورت لینک پیشفرض خود وردپرس ندارید،‌ می‌توانید این گزینه را فعال کنید.

source: Remove REST API
fa_ir: حذف REST API

source: Are you accessing your content through endpoints? If not, you can remove this.
fa_ir: اگر برای دسترسی به محتوای سایت‌ خود از طریق REST API استفاده نمی‌کنید، می‌توانید این گزینه را فعال کنید.

source: Errors
fa_ir: خطاها

source: Solving problems that can have a negative effect on the performance of your site.
fa_ir: حل مشکلاتی که در صورت بروز، می‌توانند اثر بدی روی عملکرد سایت شما داشته باشند.

source: Add Blank Favicon
fa_ir: افزودن favicon خالی

source: If your site dont have a favicon, this option add a blank favicon to header to prevent Missing Favicon or 404 error.
fa_ir: در صورتی که سایت‌ شما favicon نداشته باشد، با فعال کردن این گزینه یک favicon خالی جهت جلوگیری از خطا به سایت اضافه می‌شود.

source: Minify
fa_ir: کوتاه‌سازی

source: It can improve page loading by decrease html size, with minify html, inline scripts and inline styles.
fa_ir: با کاهش حجم HTML از طریق کوتاه‌سازی HTML، اسکریپت‌های inline و استایل‌های inline می‌توان سرعت باگیری صفحات را افزایش داد.

source: Minify HTML
fa_ir: کوتاه‌سازی HTML

source: Minify Styles
fa_ir: کوتاه‌سازی استایل‌ها

source: Inline Styles
fa_ir: استایل‌های Inline

source: Minify Scripts
fa_ir: کوتاه‌سازی اسکریپت‌ها

source: Inline Scripts
fa_ir: اسکریپت‌های Inline

source: Remove unnecessary parts like whitespace and comments from the %s.
fa_ir: حذف بخش‌های غیر ضروری مانند فضاهای خالی و کامنت‌ها از %s.

source: HTML Management
fa_ir: مدیریت HTML

source: Cleanup, Minify and ...
fa_ir: پاک‌ سازی، کوتاه‌سازی و ...

source: Imag Dimensions
fa_ir: ابعاد تصویر

source: Add missing width and height attributes to images. Helps prevent layout shifts(CLS) and improve the reading experience for your visitors.
fa_ir: ویژگی‌های عرض و ارتفاع را به تصاویر بدون ابعاد اضافه و به جلوگیری از تغییر چیدمان(CLS) و بهبود تجربه خواندن برای بازدیدکنندگان کمک می‌کند.

source: Add Missing Image Dimensions
fa_ir: افزودن ابعاد به تصاویر بدون ابعاد

source: Lazy Load
fa_ir: لیزی لود

source: It can improve actual and perceived loading time as images, iframes, and videos will be loaded only as they enter (or about to enter) the viewport and reduces the number of HTTP requests.
fa_ir: این گزینه باعث می‌شود زمان بارگیری تصاویر، آی‌فریم‌ها و ویدیو‌ها به صورت بارگیری هنگام قرار گرفتن در قسمت قابل مشاهده صفحه، به شکل واقعی و محسوس کاهش یابد. همچنین (تعداد درخواست‌های) HTTP نیز کاهش خواهد یافت.

source: Enable Lazy Load
fa_ir: فعال‌سازی لیزی لود

source: Elements to Apply the Lazy Load on
fa_ir: عناصری که روی آنها اعمال شود

source: Image
fa_ir: تصویر

source: Iframe & Video
fa_ir: آی فریم و ویدیو

source: Bypass on above the fold elements
fa_ir: به بالای خط فولد اعمال نشود

source: This functionality is available when %s is enabled.
fa_ir: این قابلیت زمانی در دسترس است که %s فعال باشد.

source: Optimize Google Pagespeed
fa_ir: بهینه‌‌سازی پیج اسپید گوگل

source: Preprocess
fa_ir: پیش پردازش

source: Media
fa_ir: رسانه

source: Optimize image, vide and ...
fa_ir: بهینه‌سازی تصویر، ویدیو و ...

source: Updated successfully.
fa_ir: با موفقیت بروزرسانی شد.

source: LCP item can not be empty.
fa_ir: عنصر LCP نمی‌تواند خالی باشد.

source: Increase Google Pagespeed score
fa_ir: افزایش امتیاز پیج اسپید گوگل

source: Preliminary processing before creating cache of elected pages.
fa_ir: پردازش مقدماتی پیش از ایجاد کش صفحات منتخب.

source: Do Preprocess
fa_ir: انجام پیش پردازش

source: OFF
fa_ir: خاموش

source: ON
fa_ir: روشن

source: Device Type
fa_ir: نوع دستگاه

source: Mobile
fa_ir: موبایل

source: Tablet
fa_ir: تبلت

source: Desktop
fa_ir: دسکتاپ

source: Area
fa_ir: مسیر صفحات

source: Backend
fa_ir: پنل مدیریت

source: Frontend
fa_ir: بخش عمومی (فرانت)

source: Traffic Type
fa_ir: نوع ترافیک

source: Users
fa_ir: کاربران

source: With session traffics
fa_ir: ترافیک دارای Session

source: Visitors
fa_ir: بازدیدگنندگان

source: Without session traffics
fa_ir: ترافیک بدون Session

source: Request Count
fa_ir: تعداد درخواست

source: Suitable for high traffic sites
fa_ir: مناسب سایت با ترافیک یا نرخ پرش زیاد

source: Suitable for low traffic sites
fa_ir: مناسب سایت با ترافیک یا نرخ پرش کم

source: Speed Test functionality for candidate pages resumed.
fa_ir: انجام تست سرعت برای صفحات منتخبی که کاندید شده‌اند از سر گرفته شد.

source: Normal
fa_ir: عادی

source: Important
fa_ir: مهم شده

source: Dont Take Speed Test
fa_ir: تست سرعت نگیر

source: Take Speed Test
fa_ir: تست سرعت بگیر

source: Page status changed to %s successfully.
fa_ir: وضعیت صفحه با موفقیت به وضعیت %s تغییر کرد.

source: Your submission status is not a valid status.
fa_ir: وضعیت ارسالی شما یک وضعیت معتبر نیست.

source: Pattern data cached successfully.
fa_ir: داده‌های مربوط به الگو با موفقیت کش شدند.

source: There is no remote run for pattern.
fa_ir: هیچ اجرای ریموتی برای الگو یافت نشد.

source: Pages cache purged successfully.
fa_ir: کش صفحات با موفقیت پاکسازی شد.

source: Something wrong on purging pages cache.
fa_ir: مشکلی در فرآیند پاک شدن کش صفحات اتفاق افتاد.

source: Pattern Not Found
fa_ir: الگو یافت نشد.

source: URL is not matched to pattern.
fa_ir: لینک بر الگو منطبق نیست.

source: Some page not add. %s
fa_ir: برخی از صفحات اضافه نشدند. %s

source: Pattern already setuped.
fa_ir: الگو قبلا راه‌اندازی شده است.

source: Can not connect to server right now, please try later or contact us.
fa_ir: در حال حاضر نمی‌توان به سرور متصل شد، لطفاً بعداً امتحان کنید یا با ما تماس بگیرید.

source: Cached
fa_ir: کش شده

source: Not Cached
fa_ir: کش نشده

source: Awaiting Setup
fa_ir: در انتظار راه‌اندازی

source: Optimizing...
fa_ir: در حال بهینه سازی...

source: Awaiting Optimize Pattern
fa_ir: در انتظار بهینه سازی الگو

source: Cache Preloader is %s. %s
fa_ir: پیش بارگیر کش %s است. %s

source: You can %s it through the settings section.
fa_ir: برای %s آن می‌توانید از طریق بخش تنظیمات اقدام کنید.

source: active for all pages
fa_ir: برای همه صفحات فعال

source: This situation, despite the advantage of shorter cache creation time for all pages, is associated with high inode consumption.
fa_ir: این وضعیت، علیرغم مزیت کوتاهتر شدن زمان ایجاد کش برای همه صفحات، با مصرف زیاد تعداد inode همراه است.

source: deactivate
fa_ir: غیر فعال سازی

source: active for impression pages
fa_ir: برای صفحات پر بازدید فعال

source: This situation will create the cache of the most visited pages as soon as possible, while consuming a reasonable number of inodes.
fa_ir: این وضعیت، در عین مصرف معقول تعداد inode، کش صفحات پر بازدید را در اولین زمان ممکن ایجاد خواهد کرد.

source: inactive
fa_ir: غیر فعال

source: This situation is accompanied by a longer cache creation time for all pages, despite the low consumption of inodes.
fa_ir: این وضعیت علیرغم مصرف کم تعداد inode، با طولانی‌تر شدن زمان ایجاد کش برای همه صفحات همراه است.

source: activate
fa_ir: فعال سازی

source: Change Preload Setting
fa_ir: تغییر تنظیمات پیش بارگیر

source: Create Cache
fa_ir: ایجاد کش

source: Preloader ON
fa_ir: پیش بارگیر روشن

source: Preloader OFF
fa_ir: پیش بارگیر خاموش

source: All Pages Cached.
fa_ir: همه صفحات کش‌ شده‌اند.

source: There is no page for pattern.
fa_ir: صفحه‌ای برای این الگو یافت نشد.

source: Impression
fa_ir: صفحه پر بازدید

source: Impressions
fa_ir: صفحات پر بازدید

source: URL
fa_ir: پیوند

source: Status
fa_ir: وضعیت

source: Excluded
fa_ir: مستثنی شده

source: Included
fa_ir: مشمول

source: Elected Page
fa_ir: صفحه منتخب

source: Elected Pages
fa_ir: صفحات منتخب

source: Identifier
fa_ir: شناسه

source: Speed Test Candidate
fa_ir: کاندید تست سرعت

source: Post Type
fa_ir: نوع نوشته

source: Taxonomy
fa_ir: تکسنومی

source: Special Page
fa_ir: صفحه ویژه

source: Archive
fa_ir: آرشیو

source: Discriminator
fa_ir: جداکننده

source: Page Type
fa_ir: نوع صفحه

source: Desktop Cached
fa_ir: دسکتاپ کش شده

source: Desktop Not Cached
fa_ir: دسکتاپ کش نشده

source: Desktop Cache Status
fa_ir: وضعیت کش دسکتاپ

source: Mobile Cached
fa_ir: موبایل کش شده

source: Mobile Not Cached
fa_ir: موبایل کش نشده

source: Mobile Cache Status
fa_ir: وضعیت کش موبایل

source: Pattern
fa_ir: الگو

source: Speed Test
fa_ir: تست سرعت

source: Process
fa_ir: پردازش

source: View Page
fa_ir: مشاهده صفحه

source: Delete %s elected page
fa_ir: حذف صفحه منتخب %s

source: It is possible to delete the elected page by editing the connected pattern.
fa_ir: حذف صفحه منتخب از طریق ویرایش الگوی متصل امکان پذیر است.

source: Would you like to edit the connected pattern to the elected page?
fa_ir: آیا مایل به ویرایش الگوی متصل به صفحه منتخب را هستید؟

source: Edit Connected Pattern
fa_ir: ویرایش الگوی متصل

source: Delete
fa_ir: حذف

source: Pages that are marked as important pages (%s) will always be displayed at the top of the list.
fa_ir: صفحاتی که به عنوان صفحه مهم (%s) علامتگذاری می‌شوند، همیشه در ابتدای لیست نمایش داده خواهند شد.

source: Page: %s
fa_ir: صفحه: %s

source: Would you like to change the status of the above page to a %s page?
fa_ir: آیا مایل به تغییر وضعیت صفحه فوق به صفحه %s هستید؟

source: Make Page Normal
fa_ir: صفحه عادی شود

source: Make Page Important
fa_ir: صفحه مهم شود

source: Change Page Important or Normal Status
fa_ir: تغییر وضعیت مهم یا عادی بودن صفحه

source: Yes, Make Page Normal
fa_ir: بله، صفحه عادی شود

source: Yes, Make Page Important
fa_ir: بله، صفحه مهم شود

source: From the pages that are marked as speed test candidates (%s), according to the %s, the page speed test will be taken.
fa_ir: از صفحاتی که به عنوان کاندید انجام تست سرعت (%s) علامتگذاری می‌شوند، با توجه به %s، تست سرعت پیج اسپید گرفته می‌شود.

source: Applied Settings
fa_ir: تنظیمات اعمال شده

source: Do you want to change the status of the above page to %s?
fa_ir: آیا مایل به تغییر وضعیت صفحه فوق به %s هستید؟

source: Change Page Speed Test Status
fa_ir: تغییر وضعیت تست سرعت صفحه

source: Yes, Dont Take Speed Test
fa_ir: بله، تست سرعت نگیر

source: Yes, Take Speed Test
fa_ir: بله، تست سرعت بگیر

source: Deactivate
fa_ir: غیر فعال‌ سازی

source: Activate
fa_ir: فعال‌سازی

source: %s the Page
fa_ir: %s صفحه

source: Deactivating the page will prevent optimization of that page, are you sure?
fa_ir: غیر فعال سازی یک صفحه جلوی بهینه سازی آن صفحه را خواهد گرفت،‌آیا مطمئن هستید؟

source: Activating the page will resume optimizing that page, do you continue?
fa_ir: با فعال سازی صفحه بهینه سازی آن صفحه از سر گرفته می‌شود، آیا ادامه می‌دهید؟

source: Add New Elected Page
fa_ir: افزودن صفحه منتخب جدید

source: It is possible to add a new elected page by editing or adding a pattern.
fa_ir: افزودن صفحه منتخب جدید از طریق ویرایش یا افزودن الگو امکان پذیر است.

source: Would you like to see get all patterns page?
fa_ir: آیا مایل به مشاهده لیست الگو‌ها هستید؟

source: Ge Patterns List
fa_ir: رفتن به لیست الگو‌ها

source: Publish Date
fa_ir: تاریخ انتشار

source: Cache Status
fa_ir: وضعیت کش

source: Elected Page Title
fa_ir: عنوان صفحه منتخب

source: Re-Optimize
fa_ir: بهینه سازی مجدد

source: Are you sure about re-optimize elected page?
fa_ir: آیا از بهینه سازی مجدد صفحه منتخب مطمئن هستید؟

source: %s %s at %s
fa_ir: %s %s ساعت %s

source: Home Page
fa_ir: صفحه اصلی

source: Notfound Page
fa_ir: صفحه ۴۰۴

source: Date of Election
fa_ir: تاریخ انتخاب

source: Patterns
fa_ir: الگوها

source: Terms
fa_ir: قوانین و مقررات

source: Posts
fa_ir: نوشته‌ها

source: Filter Type
fa_ir: نوع فیلتر

source: Date Archive
fa_ir: بایگانی تاریخ

source: Author Archive
fa_ir: بایگانی نویسنده

source: Taxonomies
fa_ir: تکسنومی‌ها

source: Post Types
fa_ir: نوع نوشته‌ها

source: Pattern Name
fa_ir: نام الگو

source: Archives
fa_ir: بایگانی‌ها

source: Type
fa_ir: نوع

source: All Pages
fa_ir: همه صفحات

source: All except this
fa_ir: همه به جز
