Repository: pmpr/wp-mdl-optimization
Catalog: translation/*.po
Languages: fa_ir

source: Just these
fa_ir: فقط اینها

source: Connected to Taxonomy
fa_ir: متصل به تکسنومی

source: Remain Pages
fa_ir: صفحات باقیمانده

source: Posts %s Archive
fa_ir: بایگانی %s نوشته‌ها

source: Yearly
fa_ir: سالانه

source: Monthly
fa_ir: ماهانه

source: Daily
fa_ir: روزانه

source: %s Archive Page
fa_ir: صفحه بایگانی %s

source: List of Posts for each %s
fa_ir: لیست نوشته‌ها برای هر %s

source: Write a descriptive name for this pattern, like %s or %s
fa_ir: یک نام گویا برای این الگو بنویسید، مانند %s یا %s

source: All Posts
fa_ir: همه نوشته‌ها

source: Categories and Tags
fa_ir: دسته‌بندی‌ها و برچسب‌ها

source: Post Types Archive
fa_ir: بایگانی نوع نوشته‌ها

source: Taxonomies Archive
fa_ir: بایگانی تکسونومی‌ها

source: List of articles related to each author.
fa_ir: لیست نوشته‌های مربوط به هر نویسنده.

source: Posts Filter Type
fa_ir: نوع فیلتر نوشته‌ها

source: Posts Filter
fa_ir: فیلتر نوشته‌ها

source: Taxonomy Terms
fa_ir: ترم‌های تکسنومی

source: Please select a special page.
fa_ir: لطفا یک صفحه خاص را انتخاب کنید.

source: This special page already selected in another pattern and you can not select it.
fa_ir: این صفحه خاص پیش از این درالگوی دیگری انتخاب شده است و شما نمی‌توانید دوباره آن را انتخاب کنید.

source: Inactive options are matched and selected with previous patterns.
fa_ir: گزینه‌های غیر فعال، با الگوهای قبلی منطبق و انتخاب شده‌اند.

source: Setup Pattern
fa_ir: راه‌اندازی الگو

source: Setup
fa_ir: راه‌اندازی

source: Purge Pages Cache
fa_ir: پاکسازی کش صفحات

source: Pattern Manual Optimize
fa_ir: بهینه‌سازی دستی الگو

source: Optimize Content
fa_ir: محتوای بهینه‌سازی

source: Optimize
fa_ir: بهینه سازی

source: Are you sure about re-optimize page?
fa_ir: آیا از بهینه سازی مجدد صفحه مطمئن هستید؟

source: Candidate Page Link
fa_ir: لینک صفحه کاندید

source: The pages of each template must have the same design and layout. In the meantime, some pages with a slight difference have more diverse visual elements and therefore are a more suitable choice as a candidate page for that template.
fa_ir: صفحات هر الگو باید طراحی و چینش یکسان داشته باشند. در این میان، برخی از صفحات با اختلاف جزئی، از المان‌های بصری متنوع‌تری برخوردارند و لذا انتخاب مناسب‌تری به عنوان صفحه کاندید آن الگو هستند.

source: If left blank, a random page will be selected from among the elected pages of this template.
fa_ir: در صورتی که خالی رها کنید، یک صفحه تصادفی از بین صفحات منتخب این الگو انتخاب خواهد شد.

source: It may take about %s for all elected pages to reach the maximum speed.
fa_ir: رسیدن همه صفحات منتخب به سقف سرعت، ممکن است %s به طول بیانجامد.

source: Unlimited
fa_ir: نامحدود

source: Elected Pages Count
fa_ir: تعداد صفحات منتخب

source: %s Pages
fa_ir: %s صفحه

source: Setup Cost
fa_ir: هزینه راه‌اندازی

source: %s Coins
fa_ir: %s سکه

source: Setup Time
fa_ir: مدت زمان راه‌اندازی

source: %s Seconds
fa_ir: %s ثانیه

source: Latest Run Status
fa_ir: وضعیت آخرین اجرا

source: Elected Pages Cache
fa_ir: کش صفحات منتخب

source: Authentic
fa_ir: معتبر

source: Last Fetch
fa_ir: آخرین واکشی

source: ATF Images
fa_ir: تصاویر بالای خط فولد

source: Extra Data
fa_ir: داده‌های اضافی

source: Page
fa_ir: صفحه

source: Target Type
fa_ir: نوع هدف

source: Target
fa_ir: هدف

source: System
fa_ir: سیستم

source: User
fa_ir: کاربر

source: Cron Job
fa_ir: کرون جاب

source: Initiator
fa_ir: آغازگر

source: Pending
fa_ir: در انتظار

source: In Progress
fa_ir: در حال اجرا

source: Failed
fa_ir: ناموفق

source: Completed
fa_ir: تکمیل شده

source: Not Found
fa_ir: یافت نشد

source: Local Run
fa_ir: اجرای درونی

source: Local Runs
fa_ir: اجراهای درونی

source: Action
fa_ir: عملیات

source: Preload
fa_ir: پیش بارگیری

source: VirtualBrowser Run
fa_ir: اجرا‌ی مرورگر مجازی

source: VirtualBrowser Runs
fa_ir: اجرا‌های مرورگر مجازی

source: Data
fa_ir: داده

source: %s coin
fa_ir: %s سکه

source: Slowdown Warning
fa_ir: هشدار کاهش سرعت

source: Some patterns are not cached, which results in pages associated with those templates not being cached.
fa_ir: کش برخی از الگو‌ها ایجاد نشده است، که در نتیجه کش صفحات مرتبط با آن الگو‌ها نیز ایجاد نخواهد شد.

source: Go to Patterns
fa_ir: رفتن به لیست الگو‌ها

source: Entered URL is not valid
fa_ir: لینک وارد شده معتبر نیست

source: Search History
fa_ir: تاریخچه جستجو

source: Search Histories
fa_ir: تاریخچه جسجو

source: Searched Term
fa_ir: اصلاح جستجو شده

source: Count
fa_ir: تعداد

source: Has Result
fa_ir: آیا نتیجه دارد

source: Added
fa_ir: اضافه شد

source: Speed Tests
fa_ir: تست‌های سرعت

source: Before
fa_ir: قبل

source: After
fa_ir: بعد

source: Lightspeed Version
fa_ir: نسخه لایت‌هاوس

source: Desktop Score
fa_ir: امتیاز دسکتاپ

source: Mobile Score
fa_ir: امتیاز موبایل

source: Elected Pages's Speed
fa_ir: سرعت صفحات منتخب

source: Elected Pages's Speed Test
fa_ir: تست سرعت صفحات منتخب

source: By Google Pagespeed
fa_ir: با ابزار پیج اسپید گوگل

source: Access to the pages of your site is blocked by Google to perform the page speed test and you will encounter the error %s. To solve the problem, check the firewall settings on program, your site's server or cloud service (Cloudflare) and make the necessary access.
fa_ir: دسترسی به صفحات سایت شما از طرف گوگل برای انجام تست پیج اسپید مسدود است و با خطای %s مواجه می‌شود. برای رفع مشکل، تنظیمات فایروال را در برنامه، سرور یا سرویس ابری (کلود فلیر) سایت خود بررسی کرده و دسترسی لازم را ایجاد کنید.

source: Fix access to pagespeed test
fa_ir: رفع مشکل دسترسی برای تست پیج اسپید

source: If by creating or editing the appropriate Security Rule in the program, firewall server or cloud service of the site, you have provided the necessary access from the Google client to the pages of your site and fixed the 403 Forbidden error, click on the button below.
fa_ir: در صورتی که با ایجاد یا ویرایش Security Rule مناسب در برنامه، فایروال سرور یا سرویس ابری سایت، دسترسی لازم از سوی کلاینت گوگل به صفحات سایت خود را فراهم و خطای 403 Forbidden را رفع کرده‌اید، روی دکمه زیر کلیک کنید.

source: I created access
fa_ir: دسترسی را ایجاد کردم

source: I created the necessary access
fa_ir: دسترسی لازم را ایجاد کردم

source: General
fa_ir: عمومی

source: Performing a speed test automatically with the Google PageSpeed tool, for those selected pages that are marked as speed test candidates.
fa_ir: انجام تست سرعت به صورت خودکار با ابزار پیج اسپید گوگل،‌ برای آن دسته از صفحات منتخب که به عنوان کاندید تست سرعت علامت گذاری شده‌اند.

source: Do Speed Test
fa_ir: انجام تست سرعت

source: Speed Test Initiator
fa_ir: آغازگر تست سرعت

source: Page Cache Event
fa_ir: رخداد ایجاد کش صفحه

source: In Certain Time Periods
fa_ir: در بازه‌های زمانی مشخص

source: Your site is unavailable (%s) by Google for page speed testing.
fa_ir: سایت شما از طرف گوگل، برای انجام تست پیج اسپید بسته (%s) است.

source: More Information
fa_ir: اطلاعات بیشتر

source: Speed Test status failed: %s
fa_ir: تست سرعت با شکست مواجه شد: %s

source: Result fetched but can not save it.
fa_ir: نتیجه دریافت شد ولی قادر به ذخیره آن نبودیم.

source: Optimization Setting
fa_ir: تنظیمات افزایش سرعت

source: Setting
fa_ir: تنظیمات

source: General Setting Configuration
fa_ir: پیکربندی تنظیمات عمومی

source: Visitor Device
fa_ir: دستگاه بازدیدکننده

source: Mobile Screen Dimension
fa_ir: ابعاد صفحه موبایل

source: Desktop Screen Dimension
fa_ir: ابعاد صفحه دسکتاپ

source: fetched data is empty.
fa_ir: اطلاعات دریافی خالی است.

source: Data fetched successfully.
fa_ir: اطلاعات با موفقیت به روز شد.

source: Sync Data
fa_ir: همگام سازی داده‌ها

source: The data associated with your account is updated with the server at regular intervals. To ensure the latest update, you can update your account data with the server now.
fa_ir: داده‌های مرتبط با حساب کاربری شما، در بازه‌های زمانی منظم، با سرور به روز می‌شوند. برای اطمینان از آخرین به‌روزرسانی، میتوانید همین حالا داده‌های مرتبط با حساب کاربری خود را با سرور به روز کنید.

source: Unknown
fa_ir: نامعلوم

source: %s coins
fa_ir: %s سکه

source: Expired
fa_ir: منقضی شده

source: %s Day
fa_ir: %s روز

source: No Purchase
fa_ir: بدون خرید

source: Subscription Plan
fa_ir: پلن اشتراک

source: Plan Period
fa_ir: مدت زمان اشتراک

source: Remaining Time
fa_ir: مدت باقی مانده

source: Count of Initial Coins
fa_ir: سکه اولیه

source: Used Coins
fa_ir: تعداد سکه مصرف شده

source: Remain Coins
fa_ir: تعداد سکه باقی مانده

source: Extra Coin
fa_ir: سکه اضافی

source: Latest Purchase Count
fa_ir: تعداد آخرین خرید

source: Latest Purchase Date
fa_ir: تاریخ آخرین خرید

source: Expire Date
fa_ir: تاریخ انقضا

source: Without expire date
fa_ir: بدون انقضا

source: All Coins Count
fa_ir: جمع کل سکه‌ها

source: View the Full Report
fa_ir: مشاهده گزارش کامل

source: Your Subscription
fa_ir: اشتراک شما

source: New
fa_ir: جدید

source: Critical CSS
fa_ir: استایل‌های ضروری

source: Subscription Plans
fa_ir: پلن‌های اشتراک

source: There is not data to show you, please refresh page or contact us.
fa_ir: در حال حاضر اطلاعاتی برای نمایش وجود ندارد، لطفا صفحه را رفرش کنید و یا با ما تماس بگیرید.

source: Purchase
fa_ir: خرید

source: Purchases
fa_ir: خرید‌ها

source: Origin
fa_ir: سرور

source: Subscription
fa_ir: اشتراک

source: Extra Coins
fa_ir: سکه اضافی

source: Purchase Date
fa_ir: تاریخ خرید

source: Extra Information
fa_ir: اطلاعات بیشتر

source: Price
fa_ir: قیمت

source: Title
fa_ir: عنوان

source: Buy %s
fa_ir: خرید %s

source: Expires at %s
fa_ir: انقضا %s

source: Subscription and Charge Coins
fa_ir: اشتراک و شارژ سکه

source: Account
fa_ir: حساب کاربری

source: Subscription and Coins
fa_ir: اشتراک و سکه

source: Purchases Report
fa_ir: گزارش خرید‌ها

source: Usages Report
fa_ir: گزارش استفاده

source: Buy Now!
fa_ir: الان بخرید!

source: Your Active Subscription
fa_ir: اشتراک فعال شما

source: Services Cost
fa_ir: هزینه خدمات

source: CDN Data Items
fa_ir: آیتم‌های CDN

source: CDN Data Item
fa_ir: آیتم‌ CDN

source: JSDeliver
fa_ir: جی اس دلیور

source: Key
fa_ir: کلید

source: Source
fa_ir: منبع

source: Last Loaded Datetime
fa_ir: آخرین تاریخ بارگیری

source: JSDeliver CDN
fa_ir: شبکه تحویل محتوا (CDN) جی اس دلیور

source: Enable For Assets
fa_ir: فعال‌ سازی برای منابع استاتیکی

source: Check this option to replace resources by JSDeliver cdn.
fa_ir: با علامت زدن این گزینه‌ منابع استاتیکی شما با نسخه جی اس دلیور (در صورتی که وجود داشته باشد) جایگزین می‌شوند.

source: Content Delivery Network
fa_ir: شبکه تحویل محتوا

source: Adapt with CDNs
fa_ir: با CDN‌ها سازگار شوید

source: Unable to retrive zone id due to invalid response data
fa_ir: قادر به دریافت شناسه دامنه شما کلودفلیر شما نیستیم

source: Unable to find domains configured on Cloudflare
fa_ir: قادر به یافتن دامنه‌های پیکربندی شده روی کلودفلیر نیستیم

source: Ruleset ID not specified.
fa_ir: شناسه ruleset مشخص نشده است.

source: Unable to find %s settings: %s
fa_ir: قادر به یافتن تنظیمات %s نیستیم: %s

source: Unable to get %s settings: %s
fa_ir: قادر به دریافت تنظیمات %s نیستیم: %s

source: Cloudflare's development mode disabled successfully.
fa_ir: حالت توسعه کلودفلیر با موفقیت غیر فعال شد.

source: Can not disable Cloudflare's development mode.
fa_ir: نمی‌توان حالت توسعه کلودفلیر را غیر فعال کرد.

source: Cloudflare's cache enabled successfully.
fa_ir: کش کلوفلیر با موفقیت فعال شد.

source: Can not enable Cloudflare's cache.
fa_ir: نمی‌توان کش کلودفلیر را فعال کرد.

source: Can not get cloudflare zones list: %s
fa_ir: نمی‌توان لیست دامنه‌های کلودفلیر اکانت شما را دریافت کرد: %s

source: Can not get cloudflare development mode: %s
fa_ir: نمی‌توان حالت توسعه کلودفلیر را دریافت کرد: %s

source: Please complete cloudflare tab information: %s
fa_ir: لطفا اطلاعات برگه کلودفلیر را تکمیل کنید: %s

source: Purge Post Cache
fa_ir: پاک‌ سازی کش‌ نوشته

source: Cloudflare %s not entered!
fa_ir: %s کلوفلیر وارد نشده است!

source: e-mail
fa_ir: ایمیل

source: API Token
fa_ir: توکن وب سرویس (API Token)

source: There is a problem on fetching related domain to entered api token.
fa_ir: مشکلی در دریافت دامنه مرتبط با توکن وب سرویس وارد شده وجود دارد.

source: API Key
fa_ir: کلید وب سرویس (API Key)

source: There is a problem on fetching related zone id to entered api key.
fa_ir: مشکلی در دریافت دامنه مرتبط با کلید وب سرویس وارد شده وجود دارد.

source: Cloudflare
fa_ir: کلودفلیر

source: Cloudflare cloud service management
fa_ir: مدیریت سرویس ابری کلودفلیر

source: Cloudflare Dashboard
fa_ir: داشبورد کلودفلیر

source: %1$s or %2$s on %3$s
fa_ir: در %3$s %1$s یا %2$s

source: Login
fa_ir: وارد شوید

source: Sign up
fa_ir: ثبت نام کنید

source: Add %s domain
fa_ir: دامنه %s را اضافه کنید

source: In %s page chose %s plan from below of list
fa_ir: در صفحه %s پلن %s را از پایین لیست انتخاب کنید

source: In %s page click on %s and in %s window click on %s
fa_ir: در صفحه %s روی %s کلیک کنید و در پنجره %s روی دکمه %s کلیک کنید

source: In %s page based on %s and %s remove previous name servers of %s and replace cloudflare name savers and click on %s
fa_ir: در صفحه %s طبق آیتم‌های شماره %s و %s نیم سرور‌های قبلی دامنه %s را حذف و نیم سرورهای کلودفلیر را جایگزین کرده و روی دکمه %s کلیک کنید

source: Do this by logging in to your domain registrar panel
fa_ir: این مرحله را از طریق ورود به پنل مدیریت دامنه خود، مثل ایرنیک برای دامنه‌های ir، انجام دهید

source: In %s page click on %s
fa_ir: در صفحه %s روی %s کلیک کنید

source: Click on %s in profile menu and in %s tab in %s segment, click on %s related to %s%s. In %s modal enter your password and click on %s and copy key text for use on next steps
fa_ir: در منوی کاربری بر روی %s کلیک کرده و در برگه %s در بخش %s روی دکمه %s مربوط به %s کلیک کنید.%s در پنجره %s رمز خود را وارد کرده و بر روی دکمه‌ی %s کلیک کنید و متن کلید را برای استفاده در ادامه کار کپی کنید

source: Wordpress Admin
fa_ir: پنل ادمین وردپرس

source: Enter the email you registered with on cloudflare in the %s field
fa_ir: ایمیلی که با آن در کلودفلیر ثبت نام کردید را در فیلد %s وارد کنید

source: Cloudflare e-mail
fa_ir: ایمیل کلودفلیر

source: Put the %s on the %s
fa_ir: %s را روی %s قرار دهید

source: Authentication mode
fa_ir: نحوه احراز هویت

source: Put the text of the key copied in the previous steps in the %s field
fa_ir: متن کلید کپی شده از مراحل قبل را در فیلد %s وارد کنید

source: Click on %s button
fa_ir: روی دکمه %s کلیک کنید

source: Save changes
fa_ir: ذخیره تغییرات

source: In the %s field, select %s
fa_ir: در فیلد %s، دامنه %s را انتخاب کنید

source: Domain Name
fa_ir: تعانام دامنه

source: If your domain name is not in the list, reload the WordPress admin panel page
fa_ir: در صورتی که نام دامنه شما در لیست وجود نداشت صفحه پنل ادمین وردپرس را رفرش کنید

source: Connection
fa_ir: اتصال

source: The email address you use to log in to Cloudflare.
fa_ir: آدرس ایمیلی که شما برای ورد به حساب‌کاربری خود در کلودفلیر استفاده می‌کنید.

source: Authentication Mode
fa_ir: نحوه احراز هویت

source: Authentication mode to use to connect to your Cloudflare account.
fa_ir: نوع احراز هویت به منظور اتصال به حساب کاربری شما بر روی کلودفلیر.

source: The global API key extrapolated from your Cloudflare account.
fa_ir: کلید وب سرویس کلودفلیر که ‌می‌توانید آن را در حساب کاربری خود در کلودفلیر بیابید.

source: The API token extrapolated from your Cloudflare account.
fa_ir: کلید رمزی وب سرویس کلودفلیر که ‌می‌توانید آن را در حساب کاربری خود در کلودفلیر بیابید.

source: Zone ID
fa_ir: شناسه دامنه

source: Guide
fa_ir: راهنما

source: Cloudflare's Cache is Enabled.
fa_ir: کش کلودفلیر فعال است.

source: Cloudflare's Cache is Disabled.
fa_ir: کش کلودفلیر غیر فعال است.

source: Enable Cloudflare's Cache
fa_ir: فعال‌ سازی کش کلودفلیر

source: Cloudflare's Cache seems to be disabled, do you want to enable it?
fa_ir: به نظر می‌رسد کش کلودفلیر غیر فعال است،‌آیا می‌خواهید آن را فعال کنید؟

source: Enable Cache
fa_ir: فعال‌ سازی کش

source: Cloudflare's Development Mode is Disabled.
fa_ir: حالت توسعه کلودفلیر غیر فعال است.

source: Cloudflare's Development Mode is Enabled.
fa_ir: حالت توسعه کلودفلیر فعال است.

source: Disable Cloudflare's Development Mode
fa_ir: غیر فعال کردن حالت توسعه کلودفلیر

source: Cloudflare's Development Mode seems to be enabled, do you want to disable it?
fa_ir: به نظر می‌رسد حالت توسعه کلودفلیر فعال است،‌ آیا می‌خواهید آن را غیر فعال کنید؟

source: Cloudflare Cache-Control max-age
fa_ir: مقدار Cache-control max-age مربوط به کلودفلیر

source: Don't touch if you don't know what is it. Must be greater than zero.
fa_ir: اگر اطلاعات کافی در مورد این گزینه‌را ندارید لطفا آن را تغییر ندهید. مقدار این گزینه باید بیشتر از صفر باشد.

source: Recommended %s
fa_ir: %s توصیه می‌شود

source: Browser Cache-Control max-age
fa_ir: مقدار Cache-control max-age مربوط به مرورگر

source: Recommended a value between %s and %s
fa_ir: مقداری بین %s و %s توصیه می‌شود

source: Options that %s.
fa_ir: گزینه‌هایی که %s.

source: consume coins
fa_ir: سکه مصرف می‌کنند

source: Service Fee
fa_ir: هزینه خدمات

source: The cost of providing services for subscribers with different panels.
fa_ir: هزینه ارائه خدمات برای مشتریان با پلن های مختلف.
